<html>
<head>
<title>anamorphose</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--
function MM_swapImgRestore() { //v3.0
  var i,x,a=document.MM_sr; for(i=0;a&&i<a.length&&(x=a[i])&&x.oSrc;i++) x.src=x.oSrc;
}

function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v3.0
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document); return x;
}

function MM_swapImage() { //v3.0
  var i,j=0,x,a=MM_swapImage.arguments; document.MM_sr=new Array; for(i=0;i<(a.length-2);i+=3)
   if ((x=MM_findObj(a[i]))!=null){document.MM_sr[j++]=x; if(!x.oSrc) x.oSrc=x.src; x.src=a[i+2];}
}
//-->
</script>
</head>

<body bgcolor="#000000" text="#FFFFFF" onLoad="MM_preloadImages('imagesfond/amb.jpg')">
<table width="100%" border="0" cellspacing="0" cellpadding="0" height="661">
  <tr> 
    <td height="151"><img src="imagesfond/images/anam-petit_08.gif" width="298" height="151"></td>
    <td background="imagesfond/images/anam-petit_09.gif" height="151">
      <div align="center"><font face="Haettenschweiler" size="6">Historique</font></div>
    </td>
    <td width="13"><img src="imagesfond/images/anam-petit_11.gif" width="13" height="151"></td>
  </tr>
  <tr> 
    <td width="298" background="imagesfond/images/anam-petit_14.gif" height="503" valign="top"> 
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <ul>
        <li><a href="presentation.htm"><b><font face="Haettenschweiler" size="6" color="#CCCCCC">PRESENTATION</font></b></a></li>
      </ul>
      <ul>
        <li><a href="historique.htm"><b><font face="Haettenschweiler" size="6" color="#CCCCCC">HISTORIQUE</font></b></a></li>
      </ul>
      <ul>
        <li><a href="geometrie.htm"><b><font face="Haettenschweiler" size="6" color="#CCCCCC">GEOMETRIE</font></b></a></li>
      </ul>
      <ul>
        <li><a href="fonctions.html"><b><font face="Haettenschweiler" size="6" color="#CCCCCC">FONCTIONS</font></b></a></li>
      </ul>
    </td>
    <td height="503" valign="top" align="left" bgcolor="#000000"> 
      <div align="left"> 
        <p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">L'anamorphose 
          aurait &eacute;t&eacute; invent&eacute;e par <b>L&eacute;onard de Vinci</b> 
          (<b>1438-1518</b>). C'est lui qui a dessin&eacute; la plus ancienne 
          que l'on connaisse dans le Codex Atlanticus.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Pourtant, 
          les premiers textes mentionnant les anamorphoses datent du XVIeme si&egrave;cle. 
          Ainsi, apr&egrave;s une br&egrave;ve &eacute;vocation dans <i>les Deux 
          R&egrave;gles</i> de Vignole publi&eacute; en <b>1530</b>, le premier 
          &eacute;crit s'attardant plus pr&eacute;cis&eacute;ment sur ce ph&eacute;nom&egrave;ne 
          math&eacute;matique est <i>Pratica della perspettiva</i>, publi&eacute; 
          en <b>1559</b> par Daniel Barbaro. On peut y lire:</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><i>&laquo;&nbsp;Maintes 
          fois et avec non moins de plaisir que d'émerveillement, on regarde quelques-uns 
          de ces tableaux ou cartes de perspectives dans lesquels si l'œil de 
          celui qui les voit n'est pas placé au point déterminé il apparaît tout 
          autre chose que ce qui est peint mais, regardé ensuite de son point 
          de vue, le sujet se révèle selon l'intention du peintre...&nbsp;&raquo;. 
          </i></font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Cependant, 
          ce n'est que quelques ann&eacute;es plus tard ,au cœur de la Renaissance 
          que l'art anamorphotique va r&eacute;ellement se d&eacute;velopper. 
          images et apparences subissent les attaques du néo-platonisme, puis 
          de la Réforme. Mais les amateurs de vérité éternelle, géométrique et 
          mathématique doivent au même moment affronter les cruelles leçons de 
          relativisme que développent les théories de la vision. Il en résulte 
          une étonnante effervescence où l'on h&eacute;site entre le rationalisme 
          cartésien et un goût ludique du vertige sensoriel et des tentations 
          du rêve, du doute et de la folie.C'est dans ce contexte que de grands 
          scientifiques comme <b>Mersenne</b>, <b>Descartes</b> (<i>Dioptrique</i> 
          , <b>1637</b>), <b>Maignan</b> et le jeune Jean-François <b>Nicéron</b>, 
          auteur du Thaumaturgus opticus (<b>1646</b>) vont contribuer au d&eacute;veloppement 
          de cette nouvelle forme d'art. Il faudra y joindre d'autres grands noms 
          comme ceux de <b>Desargues</b> (<i>Pratique de la perspective</i> , 
          <b>1636</b>), de <b>Bosse</b>, du père <b>Kircher</b> (<i>Ars magna 
          lucis et umbrae</i> ,<b> 1646</b>). </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Ainsi se 
          développe cette partie de la géométrie et de l'optique alors qualifi&eacute;e 
          de &quot;diabolique&quot; qui se pratiquait selon des procédés fort 
          empiriques dès le <b>XVI</b>e siècle en Italie. <b><a href="links/geometrie2.htm"><font color="#CCCCFF">Dürer</font></a></b><a name="durer"></a> 
          n'écrivait-il pas en <b>1506</b> à son ami Pirkheimer qu'il devait se 
          rendre à Bologne pour y apprendre<i> die Kunst in geheimner Perspektive</i> 
          (l'art de la perspective secrète) ; c'est la &laquo;&nbsp;<i>bella e 
          secreta parte della perspettiva</i>&nbsp;&raquo; dont parle Barbaro. 
          Poussant à l'extrême les conséquences de la &laquo;&nbsp;<i>perspectiva 
          artificiale</i>&nbsp;&raquo; des classiques, le nouveau thaumaturge 
          en renverse les termes -<i> la<font color="#CCCCFF"> <a href="links/historique1.htm"><font color="CCCCFF">Costruzzione 
          legittima</font></a></font></i><font color="#CCCCFF"> </font>d'Alberti<a name="alberti"></a> 
          autorise, en en donnant les règles, ces déformations de la représentation 
          illusionniste qu'implique le point de vue du spectateur. Celui-ci, situé 
          en un point fixe, "&nbsp;endroit le plus propice pour voir le tableau&nbsp;" 
          (Vinci), perçoit, de face, des raccourcissements et des dilatations 
          dont l'imitateur de la nature doit tenir compte. </font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Dans l'anamorphose, 
          le monde est représenté d'une façon scientifiquement déformée pour la 
          vision de face, le rétablissement ne s'opérant que virtuellement grâce 
          au déplacement du spectateur. Au monde platonicien rectifié, donc finalement 
          illusoire, fait place une autre illusion, celle d'un monde vu de biais. 
          C'est un monde oblique, étiré, méconnaissable....et c'est cet aspect 
          qui va &ecirc;tre responsable du d&eacute;veloppement rapide de l'anamorphose 
          en Europe. En effet, au <b>XVI</b>e si&egrave;cle, ce qu'on ne peut 
          dire ouvertement, on le dit &quot;anamorphotiquement&quot;: ainsi de 
          nombreuses sc&egrave;nes &eacute;rotiques, m&eacute;taphores philosphiques, 
          paraboles religieuses ou documents interdits par les autorit&eacute;s 
          circulent. Par exemple, c'est par les anamorphoses du portrait de Charles 
          1er d'Angleterre que ses partisans pouvaient conserver l'&laquo;image 
          interdite&raquo;. L'anamorphose &eacute;tait donc utilis&eacute;e comme 
          moyen de <b><a href="geometrie.htm#cryptographie"><font color="#CCCCFF">cryptage</font></a></b> 
          de l'image.</font></p>
        <p align="left"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Ce 
          m&ecirc;me aspect a &eacute;t&eacute; utilis&eacute; par Holbein, lorsqu'il 
          cr&eacute;a sa plus cel&egrave;bre toile: <i>les Ambassadeurs </i> (National 
          Gallery, Londres,<b> 1533</b>). Deux jeunes et beaux diplomates résumant 
          la puissance laïque et ecclésiastique se trouvent réunis de part et 
          d'autre d'une double nature morte, une Vanité, pour composer un somptueux 
          tableau où collaborent les pouvoirs de la perspective illusionniste 
          et de la vie politique. À leurs pieds surgit, illisible, une forme blanche, 
          la signature du maître, Holbein ou l'os creux : ce crâne apparaît d'un 
          coup quand nous quittons la place et qu'à notre dernier regard se livre 
          enfin le triple message de l'anamorphose. La perspective classique est 
          une machine à faire des fantômes, en un face-à-face trompeur : c'est 
          la vanité du monde lui-même qui se trouve ici dénoncée. La perspective 
          " curieuse " de l'anamorphose délivre dans une distorsion monstrueuse 
          l'obliquité fugitive du vrai, et cela par jeu de surfaces. La finalité 
          de toute représentation se joue dans sa périphérie : c'est un jeu du 
          regard avec la mort. Telle est la vérité cach&eacute;e du tableau.</font></p>
        <p align="center"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image5','','imagesfond/amb.jpg',1)"><img name="Image5" border="0" src="imagesfond/amb1.jpg" width="406" height="296"></a></font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Au<b> XVII</b>e 
          si&egrave;cle, gr&acirc;ce &agrave; des math&eacute;maticiens Fran&ccedil;ais, 
          les moyens empiriques de composition sont remplac&eacute;s par des constructions 
          math&eacute;matiques bas&eacute;es sur la g&eacute;om&eacute;trie des 
          rayons visuels.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">C'est alors 
          qu'une nouvelle invention relance l'int&eacute;r&ecirc;t des artistes/scientifiques: 
          l'anamorphose catoptrique (avec des miroirs cylindriques, coniques...) 
          dont la plus ancienne connue porte la signature de Simon Vouet (<b>1625</b>). 
          Jusqu'en <b>1630</b> on proc&egrave;de par t&acirc;tonnements et en 
          <b>1637</b>, la technique est mise au point scientifiquement , puis 
          simplifi&eacute;e en<b> 1638</b>. Le miroir est alors charg&eacute; 
          d'une riche symbolique et, en tant que surface r&eacute;fl&eacute;chissante, 
          trouve sa place dans la philosophie du doute carth&eacute;sien.</font></p>
        <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Aux <b>XVIII</b>e 
          et <b>XIX</b>e si&egrave;cles, on utilise l'image anamorphotique comme 
          un jeu...il s'agit le plus souvent de reconnaitre des tableaux cel&egrave;bres). 
          Enfin, au <b>XX</b>e siecle, l'anamorphose est r&eacute;habilit&eacute;e 
          grace aux surr&eacute;alistes et notamment Dali. </font></p>
      </div>
      </td>
    <td width="13" height="503">&nbsp;</td>
  </tr>
  <tr> 
    <td height="2" valign="top"><img src="imagesfond/images/anam-petit_26.gif" width="298" height="12"></td>
    <td height="2">&nbsp;</td>
    <td height="2">&nbsp;</td>
  </tr>
</table>
</body>
</html>
